// Button labels
"CANCEL" = "Avbryt";

// Category names
"CATEGORY_APPLICATIONS" = "Program";
"CATEGORY_BOOKMARKS" = "Webbsidor";
"CATEGORY_CONTACTS" = "Kontakter";
"CATEGORY_DOCUMENTS" = "Dokument";
"CATEGORY_EVENTS" = "Aktiviteter och uppgifter";
"CATEGORY_FOLDERS" = "Mappar";
"CATEGORY_IMAGES" = "Bilder";
"CATEGORY_MAIL" = "Brev i Mail";
"CATEGORY_MOVIES" = "Filmer";
"CATEGORY_MUSIC" = "Musik";
"CATEGORY_PDFS" = "PDF-dokument";
"CATEGORY_SYSTEMPREFS" = "Systeminställningar";
"CATEGORY_FONTS" = "Typsnitt";
"CATEGORY_PRESENTATIONS" = "Presentationer";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "Mellanslag";

//alerts
"HOT_KEY_IN_USE_TITLE" = "Kortkommandot används";
"HOT_KEY_IN_USE_MESSAGE" = "Kortkommandot används redan av systemet eller ett annat program. Välj ett annat kortkommando eller anpassa andra systemkommandon i tangentbordsinställningarna.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "Kortkommandofel";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "Ett okänt fel av typen %d inträffade när det valda kortkommandot skulle registreras. Försök igen eller välj ett annat kortkommando.";
"DUPLICATE_ITEM_TITLE" = "Dubblettobjekt";
"DUPLICATE_ITEM_MESSAGE" = "Objektet finns redan i listan och lades inte till.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "Ett eller flera objekt fanns redan i listan och lades inte till.";

"PRIVACY_ALERT_TITLE" = "Integritetslistfel";
"PRIVACY_ERROR_UNKNOWN" = "Objektet kunde inte läggas till eller tas bort p.g.a. ett okänt fel."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "Objektet kunde inte läggas till eller tas bort eftersom du saknar lämplig behörighet."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "Objektet kunde inte läggas till eller tas bort eftersom platsen inte har indexerats."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Är du säker på att du förhindra Spotlight från att söka i ”%@”?";
"PRIVACY_BREAK_APPS_MESSAGE" = "Om du undantar den här platsen från Spotlight-sökningar kommer sökfunktionen inte att fungera i en del program.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "Lägg till en hårddisk eller mapp som ska undantas från indexering.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "Ta bort den markerade hårddisken eller mappen för att undanta från indexering.";

//tool tips
"ADD_ITEM_TOOLTIP" = "Lägg till en mapp att utesluta";
"DELETE_ITEM_TOOLTIP" = "Ta bort markerade objekt från listan";

//button titles
"CHOOSE" = "Välj";

//For undo menu
"UNDO_DELETE" = "Radera";
"UNDO_ADD" = "Lägg till";

//Key names
"RETURN_KEY" = "Retur";
"ENTER_KEY" = "Enter";
"TAB_KEY" = "Tabb";
"ESC_KEY" = "esc";
"DELETE_KEY" = "Ta bort";

